/*
   Localizable.strings
   Gmail Notifr

   Created by Kirill Bystrov on 01/21/13.
 */


//-----------------------------------------
// Menu and tooltip
//----------------------------------------
/* Open Inbox menu item under each account */
"Open Inbox" = "Открыть входящие";

/* menubar tooltip when checking mail */
"Checking Mail" = "Проверка почты...";

/* connection error message */
"Connection Error" = "Ошибка соединения";

/* wrong username/password pair error message */
"Username/password Wrong" = "Неверный логин или пароль";

/* count of unread messages */
"Unread Messages" = "%s непрочитанных сообщений";

/* count (2-4) of unread messages */
"Unread Messages 2" = "%s непрочитанных сообщения";

/* count (1) of unread message */
"Unread Message" = "%s непрочитанное сообщение";

/* last check time */
"Last Checked:" = "Обновлено:";

/* Enable, Disable */
"Enable Account" = "Включить аккаунт";
"Disable Account" = "Отключить аккаунт";

/* Check */
"Check" = "Проверить";


//-----------------------------------------
// Preferences - Settings
// ----------------------------------------
"Settings" = "Настройки";
"Launch at login" = "Запускать при входе в систему";
"Show unread count in menu bar" = "Показывать количество непрочитанных сообщений в меню";


//-----------------------------------------
// Preferences - Accounts
// ----------------------------------------
"Accounts" = "Аккаунты";
"Edit" = "Изменить";

"Username:" = "Имя пользователя:";
"Password:" = "Пароль:";
"Check for new mail every" = "Проверять каждые";
"minutes" = "минут";
"Use Growl Notification" = "Уведомления Growl";
"Play sound:" = "Проиграть звук:";
"To add a Google Hosted Account, specify the full email address as username, eg: admin@ashchan.com." = "Чтобы добавить аккаунт Google Apps, укажите полный адрем, например admin@ashchan.com.";
"Enable this account" = "Включить аккаунт";
"Open in browser:" = "Открывать в браузере:";
"Cancel" = "Отмена";
"OK" = "ОК";
